/* MainViewController.cs */
"MainUpdateNeededTitle" = "Update time!";
"MainUpdateNeededMessage" = "It seems that you haven't updated your Toggl app in a while…\n\nNow is the time as this version is no longer supported.";
"MainUpdateNeededOk" = "Open AppStore";

/* LoginViewController.cs */
"LoginTitle" = "Log in";
"LoginEmailHint" = "Email address";
"LoginPasswordHint" = "Password";
"LoginLoginButtonText" = "Log in";
"LoginForgotButtonText" = "Forgot password?";
"LoginLoginProgressText" = "Logging in…";

/* SyncStatusViewController.cs */
"SyncStatusSyncing" = "Syncing…";
"SyncStatusFail" = "Oops! Sync with server failed.";

/* LogViewController.cs */
"LogHeaderDurationMinutes" = "{0} min";
"LogHeaderDurationHoursMinutes" = "{0} h {1} min";
"LogCellNoProject" = "(no project)";
"LogCellNoDescription" = "(no description)";
"LogEmptyTitle" = "Nothing logged yet";
"LogEmptyMessage" = "Start tracking and your activity\nwill appear here.";

/* RecentViewController.cs */
"RecentHeader" = "Recent";
"RecentCellNoProject" = "(no project)";
"RecentCellNoDescription" = "(no description)";
"RecentEmptyTitle" = "No recent entries";
"RecentEmptyMessage" = "Start tracking and your activity\nwill appear here.";

/* SwipableTimeEntryTableViewCell.cs */
"SwipeTimeEntryContinue" = "Continue";
"SwipeTimeEntryConfirm" = "Sure?";
"SwipeTimeEntryDelete" = "Delete";

/* Style.NavTimer.cs */
"NavTimerStart" = "Start";
"NavTimerStop" = "Stop";

/* NavigationMenuController.cs */
"NavMenuLog" = "Timer";
"NavMenuRecent" = "Recent";
"NavMenuReports" = "Reports";
"NavMenuSettings" = "Settings";
"NavMenuFeedback" = "Feedback";
"NavMenuSignOut" = "Sign out";

/* WelcomeViewController.cs */
"WelcomeSlogan" = "Time tracking made easy";
"WelcomeCreate" = "Create account";
"WelcomePassword" = "Log in";
"WelcomeLoggingIn" = "Logging in…";
"WelcomeGoogle" = "Log in with Google Account";
"WelcomeGoogleErrorTitle" = "Log in failed";
"WelcomeGoogleErrorMessage" = "Failed to authenticate with Google. Please try again.";
"WelcomeGoogleErrorOk" = "Ok";

/* SignupViewController.cs */
"SignupTitle" = "Create account";
"SignupEmailHint" = "Email address";
"SignupPasswordHint" = "Password";
"SignupSignupButtonText" = "Sign up";
"SignupGoogleButtonText" = "Sign up with Google Account";
"SignupSignupProgressText" = "Signing up…";
"SignupLegal" = "By signing up you agree to our {0} and {1}";
"SignupToS" = "Terms";
"SignupPrivacy" = "Privacy Policy";
"SignupGoogleErrorTitle" = "Signup failed";
"SignupGoogleErrorMessage" = "Failed to authenticate with Google. Please try again.";
"SignupGoogleErrorOk" = "Ok";

/* DateTimeExtensions.cs */
"DateTimeToday" = "Today";
"DateTimeYesterday" = "Yesterday";
"DateTimeShortFormat" = "MMMM d";
"DateTimeLongFormat" = "MMMM d, yyyy";

/* EditTimeEntryViewController.cs */
"EditEntryDesciptionTimerHint" = "What are you working on?";
"EditEntryDesciptionManualHint" = "What were you working on?";
"EditEntryProjectHint" = "Add project…";
"EditEntryTagsHint" = "Add tags…";
"EditEntryBillable" = "Billable";
"EditEntryDelete" = "Delete";
"EditEntryConfirmTitle" = "Delete time entry";
"EditEntryConfirmMessage" = "Are you sure you want to delete this time entry?";
"EditEntryConfirmDelete" = "Delete";
"EditEntryConfirmCancel" = "Cancel";

/* ProjectSelectionViewController.cs */
"ProjectTitle" = "Projects";
"ProjectNoProject" = "No project";
"ProjectNewProject" = "Create new project";
"ProjectNoNameProject" = "(unnamed project)";
"ProjectNoNameTask" = "(unnamed task)";

/* TagSelectionViewController.cs */
"TagTitle" = "Tags";
"TagSet" = "Set";
"TagNoNameTag" = "(unnamed tag)";

/* NewProjectViewController.cs */
"NewProjectTitle" = "New project";
"NewProjectAdd" = "Add";
"NewProjectNameHint" = "New project name…";
"NewProjectClientHint" = "Add client…";
"NewProjectNoNameClient" = "(unnamed client)";

/* NewClientViewController.cs */
"NewClientTitle" = "New client";
"NewClientAdd" = "Add";
"NewClientNameHint" = "New client name…";

/* ClientSelectionViewController.cs */
"ClientTitle" = "Clients";
"ClientNewClient" = "New";
"ClientNoNameClient" = "(unnamed client)";

/* DurationChangeViewController.cs */
"DurationCancel" = "Cancel";
"DurationSet" = "Set";
"DurationAdd" = "Add";

/* SettingsViewController.cs */
"SettingsTitle" = "Settings";
"SettingsAskProject" = "Ask for project";
"SettingsAskProjectDesc" = "Starting a time entry will ask you to select the project right away.";
"SettingsMobileTag" = "Automatic \"mobile\" tag";
"SettingsMobileTagDesc" = "Time entries started from within the application will have the \"mobile\" tag added to them.";

/* FeedbackViewController.cs */
"FeedbackTitle" = "Feedback";
"FeedbackMood" = "How are you feeling?";
"FeedbackSend" = "Send";
"FeedbackSending" = "Sending…";
"FeedbackSuccessTitle" = "Thank you";
"FeedbackSuccessMessage" = "We\'ve received your message. We\'ll get back to you as soon as possible!";
"FeedbackSuccessOk" = "Ok";
"FeedbackReviewTitle" = "Share on AppStore?";
"FeedbackReviewMessage" = "We\'ve received your feedback. Thank you!\n\nWould you like to copy your message and use it for writing a review on AppStore?";
"FeedbackReviewAppStore" = "Open AppStore";
"FeedbackReviewCancel" = "Later";
"FeedbackFailureTitle" = "Sending failed";
"FeedbackFailureMessage" = "Could not send your feedback. Please try again.";
"FeedbackFailureOk" = "Ok";

/* DurationOnlyNoticeAlertView.cs */
"DurationOnlyNoticeTitle" = "About continuing…";
"DurationOnlyNoticeMessage" = "Duration only tracking is not supported on mobile.\nWill use start and stop times for time entries.";
"DurationOnlyNoticeOk" = "Got it";

/* AuthErrorAlert.cs */
"AuthErrorOk" = "Ok";
"AuthErrorLoginTitle" = "Log in failed";
"AuthErrorLoginMessage" = "Invalid username/password combination. Please try again.";
"AuthErrorSignupTitle" = "Signup failed";
"AuthErrorSignupMessage" = "Account with such credentials might exist already. Please try again.";
"AuthErrorGoogleLoginTitle" = "Log in failed";
"AuthErrorGoogleLoginMessage" = "Could not find any accounts associated with this Google account. Please try again.";
"AuthErrorNetworkTitle" = "Network failure";
"AuthErrorNetworkMessage" = "Could not communicate with Toggl servers. Please try again.";
"AuthErrorSystemTitle" = "Unknown error";
"AuthErrorSystemMessage" = "Unfortunately something went very wrong and we couldn\'t log you in.";
"AuthErrorNoWorkspaceTitle" = "No workspace!";
"AuthErrorNoWorkspaceMessage" = "You account has no default workspace associated with it. Please contact support@toggl.com to get it fixed.";
"AuthErrorNoWorkspaceCancel" = "Not now";
"AuthErrorNoWorkspaceOk" = "Contact support";
"AuthErrorNoWorkspaceEmail" = "support@toggl.com";
"AuthErrorNoWorkspaceSubject" = "No default workspace on my account";
"AuthErrorNoWorkspaceBody" = "Hi Toggl!\n\nMy account {0} has no default workspace set and I\'m unable to log into the mobile application. Can you help?";

/* ReportsViewController.cs */
"ReportsTitle" = "Reports";
"ThisWeekSelector" = "This Week";
"ThisMonthSelector" = "This Month";
"ThisYearSelector" = "This Year";
"LastWeekSelector" = "Last Week";
"LastMonthSelector" = "Last Month";
"LastYearSelector" = "Last Year";
"StartWeekInterval" = "dd";
"EndWeekInterval" = "dd MMMM";
"MonthInterval" = "MMMM";
"YearInterval" = "yyyy";
"NoDataTitle" = "Nothing Yet!";
"NoDataText" = "There is no data \nfor the selected period";
"ReportsCellNoProject" = "(no project)";
"ReportsLoadingTitle" = "Loading...";
"ReportsLoadingText" = "Getting report data\n from server";
"DataErrorTitle" = "Data Error";
"DataErrorText" = "Error getting report data\n from server";

/* ReportsMenuController.cs */
"ReportsMenuWeek" = "Week";
"ReportsMenuMonth" = "Month";
"ReportsMenuYear" = "Year";
"ReportsTitleWeekly" = "Weekly";
"ReportsTitleMonthly" = "Monthly";
"ReportsTitleYearly" = "Yearly";
"ReportsTotalLabel" = "Total";
"ReportsBillableLabel" = "Billable";
